driver-tests/httpsoapbc/i18n/I18nJbi/test/I18nBasic1/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:i18="http://localhost/I18nBpel/I18nBasic">
  <soapenv:Body>
    <i18:part1>日本語</i18:part1>
  </soapenv:Body>
</soapenv:Envelope>